REGION_LIST = ['Кемеровская область', 'Московская область', 'Дагестан', 'Хакасия']

CATEGORIES_LIST = ['Сервис', 'Авто', 'Электроника']

SERVICE_ADVERTISEMENTS = [
    """
    Вы предприниматель и у вас нет времени вести бухгалтерию?
    У вас молодая компания, но услуги профессионального бухгалтера слишком дорого стоят?
    Удаленный бухгалтер – это то, что вам нужно. Мы работаем для вас - 24 часа, 7 дней в неделю, 365 дней в год.
    Тогда обращайтесь к нам! Компания «Удаленный бухгалтер» — это больше, чем бухгалтерия! Это ваш персональный аудитор,
    который гарантирует правильность всей финансовой отчетности.
    """,
    """
    Вы хотите выглядеть неотразимо и подчеркнуть свою индивидуальность?
    Вам нравится быть уникальным самородком среди многих других?
    В интернет-магазине авторских украшений «Самоцветы» огромный выбор украшений, которые существуют в единственном 
    экземпляре!
    Все истинные ценители красоты найдут в «Самоцветах» кольца, серьги, колье, броши, браслеты, часы и другие аксессуары
     от известных дизайнеров России, выполненные вручную.
    """,
    """
    Уникальное предложение для продвижения ваших услуг от компании «Световая реклама»: Размещение вашей рекламы на 
    светодиодных видеоэкранах в самых популярных местах отдыха в г. Сочи.
    
    Как сделать компанию популярной и при этом сэкономить?  
    Правильно выбирайте рекламную площадку. Светодиодные видеоэкраны – это самая эффективная форма уличной рекламы.
    Все гости города-курорта Сочи будут  не только видеть, но и слышать предложение об услугах и название вашей 
    компании.
    Отдыхающие все это непременно запомнят, как что-то совершенно привычное. Ваш рекламный ролик будет повторен 189 
    раз в течение дня.
    """
]

CAR_ADVERTISEMENTS = [
    """
    Автомобиль в достойном состояний для своих лет , на отличном ходу ! 
    Авео Т300 2014 г.в. 1.6 МКПП 
    В хорошей комплектации, красивый обвес ! С документами полный порядок 
    Дополнительно стоит ГБО вписан в ПТС 
    Состояние сел и поехал ! 
    """,
    """
    Продаю битую машину! Движок в сборе в идеальном состоянии(есть видео на ютубе) Ходовая в хорошем состоянии, салон
     весь 
    целый и красивый, подушки не стрельнули, часть кузова в хорошем состоянии. Документы в порядке. На ЦЕНУ не смотрим. 
    Все зависит от того, что вы купите.
    """,
    """
    Продаю свой автомобиль в отличном состоянии . Год выпуска : декабрь 2014 г , куплен у официального дилера . 
    Двигатель 1,6 ,
     коробка автомат ( классический ) . Комплектация Expression + пакет безопастности ( гидроусилитель руля , ABS , 2 
     подушки безопасности ( водителя и переднего пассажира ) , иммобилайзер ,сигнализация( StarLine ) 
     электростеклоподьемники , музыка , кондиционер , новая зимняя резина Nokian Hakkapeliitta 8 Один хозяин по ПТС , 
     пробег реальный!! , эксплуатировалась по Подмосковью в личных целях .Регулярные ТО : замена масла каждые 10 тыс, 
     свечи зажигания каждые 30 тыс , ремня ГРМ с помпой на 80 тыс и 165 тыс .Недавно заменены 2 рычага передней 
     подвески в сборе и передние подшипники ступицы ( все запчасти оригинальные !)Машина в родной краске , 
     без ДТП !! , имеется незначительное повреждение кузова.
    """
]

ELECTRONIC_ADVERTISEMENTS = [
    """
    Продам игровой, выгнутый монитор Samsung C24FG70FQI, б/у 2 года, состояние отличное.
    """,
    """
    Продаю электронную книгу SONY PRS-950.
    Настоящее японское качество. Сделано в Японии.
    Отличное состояние. В комплекте зарядное устройство и чехол. 
    Продаю, так как не использую. Возможна личная встреча в Москве.
    """,
    """
    HDMI Кабель 10 метров новый
    """
]
